IDEA StatiCa Open Model
PointLoadOnLine Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PointLoadOnLine()
Public Sub New
public:
PointLoadOnLine()
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace